[{"id":1,"name":"Cox's Bazar","img":"https://media-cdn.tripadvisor.com/media/photo-c/2560x500/10/e2/f8/43/longest-sea-beach-in.jpg","description":"The beach in Cox's Bazar has a gentle slope and with an unbroken length of 155 km (96 mi) it is often termed the longest natural unbroken sea beach in the world."},{"id":2,"name":"Kuakata Bangladesh","img":"https://i.pinimg.com/originals/4b/e9/b6/4be9b6e5d3e4c06d0172038c0a3467d5.jpg","description":"The name Kuakata originated from the word 'kua' — the Bengali word for well which was dug on the seashore by the early Rakhine settlers(Burmese tribes) in quest of collecting drinking water"},{"id":3,"name":"Shajek Valley","img":"https://thefinancialexpress.com.bd/uploads/1623685867.jpg","description":"The river Sajek demarcates the boundary between Bangladesh and India while the area named after it is the biggest union of the country and falls under Baghaichori upazila in Rangamati hill district."},{"id":4,"name":"Kathmandu Nepal","img":"http://upload.turkcewiki.org/wikipedia/commons/thumb/e/e3/KTM_SKYLINE.jpg/1200px-KTM_SKYLINE.jpg","description":"The Licchavi era was followed by the Malla era. Rulers from Tirhut, upon being attacked by Muslims, fled north to the Kathmandu valley. They intermarried with Nepali royalty, and this led to the Malla era. The early years of the Malla era were turbulent, with raids and attacks from Khas and Turk Muslims."},{"id":5,"name":"Bankok Thailad","img":"https://www.swedishnomad.com/wp-content/images/2016/05/Bangkok-reseguide.jpg","description":"Bangkok[a] is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon[b] or simply Krung Thep.[c] The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand and has an estimated population of 10.539 million as of 2020, 15.3 percent of the country's population"},{"id":6,"name":"Switzerland","img":"https://www.nationsonline.org/gallery/Switzerland/Sunrise-on-the-Matterhorn.jpg","description":"Destination Switzerland, a Nations Online country profile of the Swiss Confederation. Helvetia, how the country was called in ancient times, but even today, the name is still in use. The country's official Latin name is Confoederatio Helvetica (CH)."}]